Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G43.tmx
Source language: en_us
Languages: zh_cn

source: Navigating Stuckness: Jonathan Harris
zh_cn: 在困滞中航行（乔纳森·哈里斯自传）

source: Getting Stuck
zh_cn: 陷入困滞

source: A few weeks ago, I was having dinner with my mom in Manhattan.
zh_cn: 几星期前，我和母亲在曼哈顿用晚餐。

source: She was telling me her plans for this year's Christmas card.
zh_cn: 她正对我唠叨今年写圣诞卡的打算。

source: "This year," she said, "instead of writing my usual newsy card, I think I'll just say, 'Amanda's about to have a baby, and Jonathan moved from California back to New York.'"
zh_cn: “今年，”她说道，“我不打算像以前一样写些闲话了，我觉得只需要写，‘阿曼达要有个孩子了，乔纳森从纽约搬回加利福利亚了。’”

source: "Sounds good to me," I said.
zh_cn: “听起来不错。”我回答。

source: "Well," she said, "it seems like you used to do so much in a year, and I always wanted to include all your news.
zh_cn: “话说回来，”她接着说道，“以前每年你好像总会做很多事，我也总想把你所有的新鲜事儿写进去。

source: But this year, it just seems like you haven't been doing very much, so I figured a shorter note was in order."
zh_cn: 但今年，你貌似一直没做什么，所以我琢磨着该给你个短点的记录。”

source: I squirmed in my chair and readjusted my napkin.
zh_cn: 我难为情地在椅中挪了挪，摆弄着餐巾纸。

source: My mom - maybe like all moms - has a special way of saying just the thing that'll hit your most vulnerable spot.
zh_cn: 我的母亲——也许和所有的母亲一样——有种戳人死穴的特别说话方式。

source: She's right - this year, I haven't been doing very much.
zh_cn: 她说的没错——这一年，我一直没做什么。

source: I've spent a lot of time wandering into churches, reading old journals, watching YouTube videos, and staring out of windows, but very little time making any work.
zh_cn: 我花了许多时间闲逛教堂，读旧杂志，看YouTube视频，还有看着窗外发呆，却很少去做任何工作。

source: I've been feeling really stuck, unsure about what to do next, and struggling with a lot of self-doubt and confusion.
zh_cn: 我总觉得自己困滞万分，不知要做什么，只在自疑与迷惑中挣扎。

source: After dinner, I walked across the street to the Lincoln Center fountain, and I sat on the granite slab next to the water.
zh_cn: 晚餐后，我穿过街道来到林肯中心喷泉，靠着水在花岗石围板上坐下。

source: The night was dark and cold.
zh_cn: 夜晚暗沉而清冷。

source: Operagoers in tuxedos rushed to get taxis.
zh_cn: 身着晚礼服的观剧者往赴打车。

source: I could feel the black stone below my body.
zh_cn: 我感到身下黑石的冷硬。

source: I looked at the city sky but I couldn't see stars.
zh_cn: 仰脸凝望城市的天空，却不见一丝星光。

source: I turned my head to look at the water. The columns of water were moving up and down in some kind of pattern, but I couldn't tell what it was.
zh_cn: 转过头注视流水，那水柱以我无法明知的节奏上下涌流。

source: Sometimes the columns of water were tall, and moving up and down within their tallness. Other times, the columns of water were low, and moving up and down within their lowness.
zh_cn: 水柱时而高涌，在高处上下浮游；时而低流，于低处微微起伏。

source: The columns of water were never not moving.
zh_cn: 那水流从未停歇。

source: I thought about stuckness, and about where I lost the flow.
zh_cn: 我想起停滞，思索着我是在何处停流。

source: I remembered other times in my life I'd been stuck, and how the stuckness always eventually passed.
zh_cn: 我想起此生几度困滞之时，那些困滞最终是如何流去。

source: I thought how life is a lot like that fountain, with its columns of water moving up and down, and how the low points are actually thrilling because the high points are about to come back, and how the high points are actually terrifying, because the low points always come next.
zh_cn: 我想着人生竟会与那簇喷泉如此相似。它如水柱高低起伏，低处其实惊心动魄，只因又将到达高峰；高处其实使人惊惧，只因低谷总随后而来。

source: I thought of my life as a series of chapters, and I realized that each time I'd been majorly stuck, it meant that a life chapter was ending, and that a new one needed to start - like the stuckness was always a signal indicating imminent change.
zh_cn: 我认为此生由一系列时段组成。我意识到每当我极度困滞，那便代表一个旧时期正要完结，而新时期需要被启封——困滞仿佛总在充当暗示内在变化的信号。

source: My life has had a bunch of different chapters, each one beginning with the fresh-faced idealism of a new approach to living, and each one ending with a period of stuckness and a moment of crisis.
zh_cn: 我生活中已有一连串相异的时段，每一段都以对新生活方式的稚气理想开始，并以一阵困滞与片刻危机结束。

source: I'd like to tell you about those chapters, in case they contain something useful for you.
zh_cn: 假使它们中包含对你有用之物，我便想为你讲述一下那些人生时段。

source: I should say up front that I'm lucky to make a living mainly by giving talks about my work at conferences, companies, and universities, which affords me a lot of time each year to make new work (and to obsess endlessly about what that work should be).
zh_cn: 在这之前，我想我应说，能在会议、公司与大学中以宣讲作品为生，我感到很幸运。每年，这给了我大量时间去创作新的作品（以及无尽地困惑于怎样创作）。

source: In Zen philosophy, they say that anything pushed to its extreme becomes its opposite.
zh_cn: 禅宗哲学言，物极必反。

source: Sometimes I wonder whether too much freedom produces a weird kind of psychological paralysis, which is almost like prison.
zh_cn: 有时我怀疑过多的自由是否会变成一种几乎与坐牢相似的古怪心理麻痹。

source: Still, obviously I'm grateful to be grappling with too much freedom instead of too little.
zh_cn: 但显然我还是感激着自己能有过多的自由，而非缺少自由。

source: Chapter 1: Paint (1995-2003)
zh_cn: 第一时期：绘画（1995-2003）

source: Paint - a foggy field in Deerfield, Massachusetts, with pages from my travel journals.
zh_cn: 绘画—马萨诸塞州德尔菲尔德的一片朦胧荒野（附有我旅行日志的摘页）

source: In high school, I was a total romantic.
zh_cn: 在高中，我是个彻头彻尾的浪漫者。

source: I had a field easel, and I'd stand around in meadows doing oil paintings while wearing a little beret.
zh_cn: 由于有个野外画架，我便常常头戴一只小贝雷帽，懒散地呆在草地里涂抹油画。

source: In college, inspired by the travel journals of Peter Beard, I kept elaborate sketchbooks filled with dead insects, pasted plants, ticket stubs, watercolor paintings, photographs, and writing.
zh_cn: 进了大学，我被彼得·贝尔德的旅行日志所鼓舞，不停地扩充着我的写生簿。那里面收满了昆虫尸体，贴满了植物，还有各种票根，水彩画，相片和随笔。

source: I made these books by hand and kept them for several years.
zh_cn: 我亲手制作了这些写生簿，并保存多年。

source: At the same time, I was studying computer science in the early days of the Internet, and I felt a growing rift between the sober art of painting and the dizzying potential of the web.
zh_cn: 而且，那时是互联网早期时代，我还学习了计算机。但我渐渐感到，在绘画的严肃艺术和互联网的眩目潜能之间存在着渐增的裂缝。

source: I couldn't find a way to bridge these two worlds, and I started to feel torn - partly pulled into the future, and partly stuck in the past.
zh_cn: 我难以找到连通这两个世界的方法，于是我觉得自己被慢慢撕裂——一部分被拽向未来，一部分则困滞于过去。

source: I'd graduated from Princeton but was still living in town, doing odd jobs and generally feeling bad about myself and unsure about what to do next.
zh_cn: 我毕业于普林斯顿大学，现在却仍在城镇打临时工。我觉得自己整个糟透了，不知道下面要做什么。

source: I took a trip to Central America and ended up getting robbed by five guys who put a gun to my head, beat me up pretty badly, and stole my bag, which contained a sketchbook with nine months of work.
zh_cn: 我去了趟中美洲，最后被五个家伙打劫。他们用枪指着我的脑袋，重重地打了我，还抢走了我的包。

source: It was one of those odd moments in life that's really traumatic, but which ends up being a doorway into something new.
zh_cn: 那包里有我精心制作了九个月的写生簿。那是我人生中一个怪异而伤痛的时刻，但它最终成了通向新事物的入口。

source: After the robbery, I gave up painting, stopped keeping sketchbooks, and resolved to use computer code as my new artistic medium.
zh_cn: 那次被劫后，我放弃了绘画与写生簿创作，决心要让计算机编码成为我新的艺术媒介。

source: I wanted to make things that guys with guns couldn't steal.
zh_cn: 我要创作出那些持枪的家伙抢不走的东西。

source: Around this time, I received a one-year fellowship at Fabrica, a communications research center in northern Italy.
zh_cn: 大约这时，我得到了贝纳通研究中心研究员的一年职位。贝纳通研究中心是北意大利的一个通信研究中心。

source: I moved to Italy, and I started writing code.
zh_cn: 我搬去了意大利，并开始编写代码。

source: Chapter 2: Data (2003-2008)
zh_cn: 第二时期：数据（2003-2008）

source: Data - coding I Want You To Want Me in my old apartment in Brooklyn, New York.
zh_cn: 数据——我在纽约布鲁克林的旧公寓编译“我想要你需要我”

source: I became obsessed with the potential of data to tell me everything I'd ever need to know about life.
zh_cn: 我曾需要了解的关于生活的一切，数据都有潜力告诉我。而我正沉迷于这种潜力。

source: I could sit safely at my desk and write computer programs to gather vast amounts of Internet data, which I thought could finally answer timeless questions like "what is love?" and "what is faith?" with precision and clarity.
zh_cn: 我能够安安稳稳地坐在桌前，编写电脑程序来收集大量的网络数据。我想，这最终能清晰准确地解答那些永恒的问题，例如“什么是爱？”和“什么是信仰？”。

source: With manic self-confidence, I pumped out project after project visualizing different data sets, pairing each project with a bombastic artist statement about how the work revealed insights about humanity that had previously been hidden.
zh_cn: 带着狂躁的自信，我审视不同的数据集，将每个程序都配上言过其实的艺术见解。那些见解是关于工作如何能反映出先前被潜藏的人性的洞察力的。就这样，我完成了一个又一个项目。

source: There was We Feel Fine (a search engine for human emotions), Universe (a system for deducing new constellations for the night sky), I Want You To Want Me (a study of online dating), Lovelines (a portrait of love and hate), 10¡Á10 (a distillation of global media coverage), Phylotaxis (a visualization of science news), and Wordcount (an exploration of language).
zh_cn: 这些程序有“我们很好（We Feel Fine）”（针对人类情绪的搜索引擎），“宇宙（Universe）”（推测夜空新星座的系统），“我想要你需要我（I Want You To Want Me）”（网络约会研究），“魅力（Lovelines）”（爱恨肖像），“_10×10 _”（全球媒体摘要），“想到做到（Phylotaxis）”（科学新闻的形象化）和“字数统计”（Wordcount）（对于语言的探索）。

source: My data visualization work coincided nicely with society's increasing obsession with data-based reasoning, which was infiltrating nearly every aspect of our lives - from news, to sports, to finance, to education, to politics, to healthcare, to dating.
zh_cn: 我的数据可视化工作恰好符合当时社会对基于数据的论证的渐增困惑。那时，这种论证渗透着我们生活的每个方面——新闻，体育，财政，政治，卫生保健甚至约会。

source: Because of this, I got lucky, and had some early success.
zh_cn: 由于这种幸运的巧合，我取得了早期的成功。

source: I got to speak at TED, got a commission from the Museum of Modern Art (MoMA) in New York City, showed my work at Sundance, appeared on CNN and NPR, and companies started paying me to give one-hour lectures about working with data.
zh_cn: 我应邀在TED演讲(http://www.ted.com/talks/jonathan_harri s_tells_the_web_s_secret_stories.html)，又得到了纽约现代艺术博物馆（MoMA）的委任，还在圣丹斯电影节展示作品，在美国有线电视新闻网（CNN）(http://www.cnn .com/video/#/video/bestoftv/2008/07/21/ntm.whale.hunt.cnn?iref=videosearch) 和美国国家公共电台（NPR）(http://www.npr.org/blogs/pictureshow/2011/11/10/142212998/measuring- bhutans-gross-national-happiness-with-balloons)做嘉宾。而且，许多企业邀请我就数据使用作一小时的有偿讲座。

source: I quit my job, and spent all my time giving talks and making work.
zh_cn: 我辞了职，将所有时间用在演讲与新工作上。

source: I burned through projects and people, devouring a series of relationships that never seemed as interesting as my work.
zh_cn: 我风风火火地应付项目，结交朋友，吞下了一大串人际关系。但我从没觉得结交那些关系比我的工作更有趣。

source: I was full of pithy insights about human emotion to spout at cocktail parties, but I started to notice that my data-based insights did very little to help my actual relationships.
zh_cn: 我心中充满了对人类情感的深明见解，这足以让我在鸡尾酒聚会上口若悬河。但我很快发现，基于数据的深刻见解很少有益于我实际的人际关系。

source: I began to grow suspicious of data. My insights felt increasingly superficial, and though they made me sound clever and witty, they didn't do much to help me be kind.
zh_cn: 我逐渐对数据产生了怀疑，并感到自己的见解沦于肤浅。尽管那些见解能使我听起来聪慧，却很难使我趋于宽容与善良。

source: The world's love affair with data was just heating up, but mine was cooling down.
zh_cn: 世界对数据的强烈爱好才刚升温，我对数据的情感却已然冷却。

source: MoMA commissioned the last data-based work I made: a project about online dating, called I Want You To Want Me.
zh_cn: 我最后做的基于数据的工作是纽约现代艺术博物馆委任的关于网络约会的项目——我想要你需要我（I Want You To Want Me）。

source: I've never worked harder on anything.
zh_cn: 我以前做任何事都从未像这样努力。

source: For three months, I spent eighteen hours a day in front of a five-foot-wide touchscreen, poring over hundreds of thousands of dating profiles, and writing over 50,000 lines of code.
zh_cn: 三个月里，我每天十八小时都坐在五英尺宽的触摸屏前，聚精会神地解读无数约会档案，并编译出五万多行代码。

source: I'd go for walks in the evening around my neighborhood in Brooklyn, and I'd look into restaurants at actual couples on actual dates, unable to imagine what they could possibly be saying.
zh_cn: 晚上我会在布鲁克林的附近街区散步。我向餐厅中张望，看到现实世界中约会的情侣，却无法想象他们可能在说些什么。

source: My mind was completely inside the machine, and I'd never felt more alienated from other human beings.
zh_cn: 我把心思全放在数据机器里，与其他人感到前所未有的疏远。

source: I guess I thought the MoMA commission would somehow change my life, catapulting me into even higher echelons of fame and attention.
zh_cn: 我猜自己当时觉得博物馆的委任将会莫名其妙地改变我的人生，让我迅速捧回更多的名誉，登上更高的位置。

source: But that didn't really happen.
zh_cn: 但事情并不是我所想的那样。

source: The show went up, there was a big party, and then people basically went back to their lives.
zh_cn: 发布会开张了，大派对举办了，在那之后人们依旧回到日常中去了。

source: I didn't know what to do next.
zh_cn: 我不知道接下来该做些什么。

source: I went on some Internet dates, but it was hard to connect with anyone, and I just ended up feeling worse about myself.
zh_cn: 我试了几场网络约会，但发现和任何人都难以交流，最后只觉得自己更糟了。

source: I started to get really depressed.
zh_cn: 我变得十分沮丧。

source: I went down to Texas. I drove out to Marfa and saw the Marfa lights.
zh_cn: 于是我驱车前往德克萨斯州，又去了玛法看“鬼光”。

source: I drove to the Mexico border and waded across the Rio Grande into a desolate Mexican town.
zh_cn: 我开到墨西哥边境，涉过格兰德河，抵达荒寂的墨西哥村庄。

source: I slept out in the desert under the stars.
zh_cn: 我还在沙漠里露营，在星幕下入睡。

source: Being away from computer screens, I started to feel better. A sense of adventure and possibility crept back into my life.
zh_cn: 远离了电脑屏幕，我觉得自己好多了，一种充满冒险与可能性的感觉重新在生命里悄然滋生。

source: I'd meet strangers in diners, and it would feel good to talk to them.
zh_cn: 我在路边小餐馆里遇见陌生人，和他们聊天也让我心情愉悦。

source: I started to feel human again.
zh_cn: 我重又觉得自己是真正的人类了。

source: I liked the feeling of rambling around, getting into strange situations, and actually living life in the physical world.
zh_cn: 我爱上了四处漫游的感觉，爱上了来到陌生环境的感觉，爱上了那种真正在现实世界中活着的感觉。

source: I decided to start making projects about the real world - where instead of using a computer, I'd do the "data collection" myself.
zh_cn: 我决定开始为现实世界做“课题”，自己做“数据收集”而非依赖计算机。

source: I'd take photos. I'd shoot videos. I'd record sound.
zh_cn: 我要自己拍取相片，自己摄制录像。

source: I went back to New York to get started.
zh_cn: 于是我回到纽约做开始的准备。

source: Chapter 3: Documentary (2008-2010)
zh_cn: 第三时期：记录（2008-2010）

source: Documentary - characters from The Whale Hunt, Balloons of Bhutan, and I Love Your Work.
zh_cn: 记录——图中人物来自《捕鲸记》，《不丹的气球》与《我喜欢你的作品》

source: Instead of trying to be the smartest person in the room, now I wanted to be the most interesting.
zh_cn: 如今我想成为屋子里最有趣的人，而非最聪慧的人。

source: Many people make choices to try to be better people - they take up yoga, they become vegetarian, they resolve to spend more time with their parents.
zh_cn: 许多人作出选择来让自己变得更完美——他们练习瑜伽，成为素食者，决心和父母多呆在一起。

source: Often, I use my work as a way to steer my life in a particular direction.
zh_cn: 我常常把工作当成一种将生活驱向特定方向的途径。

source: I'll identify something I want to change about myself, and then I'll design a project to help me do it.
zh_cn: 在工作中，我会辨别出自己身上想要改变的方面，并制定计划来助自己一臂之力。

source: In this case, I felt like I'd never really become a man.
zh_cn: 在这种情况下，我觉得自己从未真正成为过一个男人。

source: My childhood friends in Vermont were hunting deer, building houses, running farms, and being dads.
zh_cn: 我佛蒙特州的童年玩伴们如今都在猎鹿，建房，开农场，养育孩子。

source: I was just typing into computers, writing clever programs, and looking for praise.
zh_cn: 我却仅在摆弄电脑，用小聪明编译程序来寻求赞赏。

source: I wanted to change that. I wanted to live a bolder life, and I designed a series of projects to force me to try.
zh_cn: 我想改变现状，我想要更大胆的生活，于是我构思了一串计划来强迫自己尝试。

source: I went whale hunting in Alaska. I traveled to Bhutan to learn about spirituality and happiness. I filmed the everyday lives of lesbian porn stars in New York.
zh_cn: 我去阿拉斯加捕鲸，到不丹寻求灵性与幸福的定义，还在纽约记录女同性恋色情明星的每日生活。

source: For each of my deficiencies (masculinity, wisdom, sexuality), I designed a project to help me confront it, which I hoped would help me transcend it.
zh_cn: 对于我身上每一处缺陷（男子气，学识，性欲），我都构思了计划来帮助自己面对，希望自己能作出超越。

source: In a way, this worked.
zh_cn: 在某种程度上，它起了作用。

source: My life suddenly got interesting. People were curious.
zh_cn: 我的生活一下变得有趣起来，人们开始对我感到好奇。

source: I always had outrageous stories to tell.
zh_cn: 我这里总有骇人听闻的故事。

source: I'd present these stories in intricate interactive frameworks of my own design, and I'd release them on the web.
zh_cn: 我利用自己设计的复杂交互型框架将它们呈现出来，并发布到网站去。

source: Again, I got lucky.
zh_cn: 我再一次成为了幸运儿。

source: My work with interactive storytelling coincided with society's increasing obsession with "storytelling" in all of its forms.
zh_cn: 我交互式的故事创作与社会对各种形式“讲故事”的渐增兴趣不谋而合。

source: Storytelling, which used to be a reasonably small niche populated by organizations like This American Life, The Moth, and StoryCorps, was suddenly everywhere. Every advertising agency was now a "storytelling agency," every ad campaign was now a "storytelling campaign," and every app was now a "storytelling tool."
zh_cn: “讲故事”是曾被“美国生活”、“飞蛾”及“故事集团”这样的团体占据的相当小的壁龛，当时却一夜间遍地开花——每个广告公司都成了“讲故事公司”，每个广告活动都成了“讲故事活动”，每个应用软件都成了“讲故事工具”。

source: Storytelling had gone mainstream and become one of those words - like "sustainability" and "innovation"- that's so ubiquitous as to be basically meaningless.
zh_cn: 讲故事已经融入主流，演化成了“永续”，“革新”这些词——它们太过普遍，基本可以认定为毫无意义。

source: Yet through all this, I was riding the wave.
zh_cn: 尽管如此，我依然身处这潮流前端。

source: The World Economic Forum named me a "Young Global Leader," citing my storytelling work.
zh_cn: 基于我的故事作品，世界经济论坛给予我“全球年轻领导者”的名号。
